
[FOXDAMAGETYPE_BULLET_BULLPUP2]
suicidestrings=shot themself
killstrings=killed %s
killstrings=perforated %s

[FOXWEAPON_BULLPUP2]
friendlyname=Bullpup Full Auto
friendlytooltip=The Bullpup Full Auto is lightweight and has strong short to mid-range stopping power, but is slow to reload.

[FOXWEAPONBARREL_GRIP_1]
friendlyname=Briar BAR Grip
friendlytooltip=Barrel grip.<br>Improves recoil, but reduces movement speed.

[FOXWEAPONBARREL_GRIP_2]
friendlyname=Armcom BAR-01
friendlytooltip=Barrel grip.<br>Improves spread and range, but reduces recoil and movement speed.

[FOXWEAPONBARREL_GRIP_3]
friendlyname=Armcom BARl1
friendlytooltip=Barrel grip.<br>Improves spread and range, but reduces movement speed.

[FOXWEAPONBARREL_GRIP_4]
friendlyname=Hullbreach 047BAR
friendlytooltip=Barrel grip.<br>Greatly improves recoil, but reduces accuracy, range, and movement speed.

[FOXWEAPONBARREL_GRIP_5]
friendlyname=Silverwood TechBAR
friendlytooltip=Barrel grip.<br>Greatly improves spread and range, but reduces movement speed.

[FOXWEAPONBARREL_GRIP_6]
friendlyname=Briar BAR-02
friendlytooltip=Barrel grip.<br>Improves spread, recoil, and range, but reduces movement speed.

[FOXWEAPONBARREL_GRIP_7]
friendlyname=Hullbreach 057BAR
friendlytooltip=Barrel grip.<br>Improves recoil and movement speed, but reduces accuracy and range.

[FOXWEAPONBARREL_GRIP_NONE]
friendlyname=No Grip
friendlytooltip=

[FOXWEAPONSCOPE_IR_0]
friendlyname=EMI Infrared Scope Mk. 2
friendlytooltip=Infrared scope.<br>Infrared scope with 4x zoom, but significantly worsened scope-in time.

[FOXWEAPONSCOPE_IR_1]
friendlyname=EMI Infrared Scope
friendlytooltip=Infrared scope.<br>Small infrared scope with 3x zoom, but slightly worsened scope-in time.

[FOXWEAPONSTOCK_BULLPUP_5]
friendlyname=Hullbreach 89-BPFA
friendlytooltip=Heavy Burstfire Rifle stock.<br>Greatly improves spread and range while reducing recoil. Increases scope-in and reload time, and reduces running speed.

[FOXWEAPONSTOCK_BULLPUP_6]
friendlyname=Silverwood z1200 BPFA
friendlytooltip=Heavy Burstfire Rifle stock.<br>Greatly improves spread and range, but increases recoil and reload time.
